# -*- encoding: utf-8 -*-
# @Time    : 2018-01-04 22:54
# @Author  : mike.liu
# @File    : zhilian_kw_config.py
TOTAL_PAGE_NUMBER = 90

KEYWORDS = ['测试经理','高级测试工程师','测试开发工程师']

#爬取主要城市的记录
ADDRESS = ['全国', '北京', '上海', '广州', '深圳',
           '天津', '武汉', '西安', '成都', '大连',
           '长春', '沈阳', '南京', '济南', '青岛',
           '杭州', '苏州', '无锡', '宁波', '重庆',
           '郑州', '长沙', '福州', '厦门', '哈尔滨',
           '石家庄', '合肥', '惠州', '太原', '昆明',
           '烟台', '佛山', '南昌', '贵阳', '南宁']

MONGO_URI = '192.168.159.128'
MONGO_DB = 'zhilian'